app/controllers/orders_controller.rb

INSERT INTO "orders" ("name", "email", "phone", "price", "subscribe", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)
---
	def create
		@order = Order.new(params.require(:order).permit!)
		@order.save